Repository: MediaComem/nh3-mag-supplang-plugin
Catalog: languages/supplang-*.po
Languages: fr_fr

source: See translation state
fr_fr: Voir l'état de la traduction

source: Use the checkbox before each language to enable or disable it for your users.
fr_fr: La case à cocher devant chaque langue vous permet de la définir comme disponible ou indisponible auprès de vos utilisateurs.

source: Save Settings
fr_fr: Enregistrer les paramètres

source: This is the list of the supported user interface languages for your site.
fr_fr: Voici la liste des langues autorisées pour l'interface utilisateur de votre site.

source: Each enabled language will be available to your users for them to choose it as their browsing language.
fr_fr: Chaque langue disponible pourra être sélectionnée par vos utilisateurs comme langue de navigation du site.

source: If you enable a language but do not have a site translation in this language or only an incomplete translation, all the untranslated texts will display in English.
fr_fr: Si vous rendez une langue disponible sans disposer de la traduction du site dans cette langue, ou seulement d'une traduction partielle, tous les textes non traduits seront affichés en Anglais.

source: Site Languages Settings
fr_fr: Paramètres des langues du site

source: Site Languages
fr_fr: Langues du site

source: User Interface Languages
fr_fr: Langues de l'interface utilisateur

source: Users can display the site in...
fr_fr: Les utilisateurs peuvent afficher le site en...

source: Languages
fr_fr: Langues

source: Language
fr_fr: Langue

source: Search Languages
fr_fr: Chercher dans les langues

source: All Languages
fr_fr: Toutes les langues

source: Parent Language
fr_fr: Langue parente

source: Parent Language:
fr_fr: Langue parente :

source: Edit Language
fr_fr: Modifier la langue

source: Update Language
fr_fr: Modifier la langue

source: Add New Language
fr_fr: Ajouter une nouvelle langue

source: New Language Name
fr_fr: Nom de la nouvelle langue

source: Show All Languages
fr_fr: Afficher toutes les langues
